function ex6() {
    document.getElementById("six").style.display = 'flex';
}
function createNewArray() {
    let students = [
        ["Иванов", "Иван", "Иванович", 1, "123"],
        ["Петров", "Петр", "Петрович", 2, "456"],
        ["Сидоров", "Алексей", "Алексеевич", 3, "789"],
        ["Смирнов", "Сергей", "Сергеевич", 4, "321"],
        ["Кузнецов", "Андрей", "Андреевич", 5, "654"],
        ["Попов", "Александр", "Александрович", 6, "987"]
    ];

    console.log("Двумерный массив студентов:", students);
}
